[
  {
    "id": "SS_PP_256",
    "text": "La teoria di Piaget è definita come:",
    "answers": [
      "costruttivista",
      "sociale",
      "associazionista",
      "ecologista"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_107",
    "text": "Per Piaget, il pensiero dell'adulto è:",
    "answers": [
      "qualitativamente diverso da quello del bambino",
      "qualitativamente identico a quello del bambino",
      "caratterizzato da operazioni mentali irreversibili",
      "caratterizzato da animismo"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_108",
    "text": "I modelli connessionisti:",
    "answers": [
      "sono modellati sulle strutture e i processi di elaborazione delle informazioni del cervello umano",
      "sono stati elaborati da Freud",
      "spiegano solo i meccanismi di apprendimento per imitazione",
      "riguardano solo la prima infanzia"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_109",
    "text": "Secondo gli etologi un comportamento innato:",
    "answers": [
      "è presente senza che vi sia stata un'importante esperienza di apprendimento precedente",
      "non è universale per la specie",
      "si apprende per imitazione",
      "si apprende per condizionamento operante"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_110",
    "text": "Un cambiamento ontogenetico:",
    "answers": [
      "riguarda il processo di sviluppo di un organismo",
      "è un cambiamento lento che avviene nelle specie nel corso di molte generazioni",
      "avviene solo per l'adulto",
      "avviene solo nella prima infanzia"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_304",
    "text": "La teoria dell'attaccamento è stata sviluppata in particolare da:",
    "answers": [
      "Bowlby",
      "Piaget",
      "Maslow",
      "Pavlov"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_294",
    "text": "Nell'espressione Teoria della Gestalt, \"Gestalt\" significa:",
    "answers": [
      "forma, struttura organizzata",
      "dimensione, estensione",
      "ampiezza, lunghezza",
      "elemento separato"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_113",
    "text": "In relazione al linguaggio, la semantica riguarda:",
    "answers": [
      "il significato delle parole",
      "i suoni delle parole",
      "l'uso del linguaggio nel contesto sociale",
      "le regole di costruzione della frase"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_321",
    "text": "Lo sviluppo della memoria:",
    "answers": [
      "coinvolge cambiamenti sia quantitativi sia qualitativi",
      "avviene solo attraverso cambiamenti qualitativi",
      "avviene solo attraverso cambiamenti quantitativi",
      "si conclude nella prima infanzia"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_115",
    "text": "Le strategie di studio dette di elaborazione-riorganizzazione consentono:",
    "answers": [
      "non solo la selezione ma anche la trasformazione e integrazione delle informazioni importanti",
      "solo la selezione delle informazioni importanti",
      "l'integrazione delle informazioni poco rilevanti",
      "di disporre le schede di valutazione"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_353",
    "text": "Se usiamo dei ricordi impliciti su procedure (o modi di fare le cose) automatiche, ci viene richiesto di utilizzare la memoria a lungo termine:",
    "answers": [
      "procedurale",
      "distale",
      "dichiarativa",
      "sinistra"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_368",
    "text": "Se ci concentriamo solo sulla voce di un'amica in un bar rumoroso stiamo usando la capacità di:",
    "answers": [
      "attenzione selettiva",
      "attenzione per le voci",
      "attenzione contro il rumore",
      "multitasking"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_381",
    "text": "I limiti del sistema cognitivo umano possono riguardare:",
    "answers": [
      "le capacità di memoria e le strategie di elaborazione",
      "le capacità di memoria ma non le strategie di elaborazione",
      "solo le capacità di memoria verbale",
      "solo le strategie di elaborazione"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_371",
    "text": "Lo studio è definito come:",
    "answers": [
      "una forma di apprendimento intenzionale ed autonoma messa in atto da uno studente",
      "una forma di insegnamento intenzionale ed autonoma messa in atto da uno studente",
      "una forma di apprendimento da esperienze quotidiane",
      "una forma di apprendimento che si attiva tramite l'inserimento in un contesto significativo"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PP_389",
    "text": "L'International Classification of Functioning, Disability and Health (ICF) fa riferimento:",
    "answers": [
      "al funzionamento globale della persona",
      "solo ai fattori ambientali",
      "solo ai facilitatori",
      "solo agli aspetti patologici"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_112",
    "text": "Secondo la normativa vigente in tema di organizzazione scolastica, la scuola secondaria di I grado è considerata:",
    "answers": [
      "parte del primo ciclo di istruzione.",
      "scuola di grado preparatorio.",
      "parte del secondo ciclo di istruzione.",
      "scuola di avviamento al lavoro."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_12",
    "text": "Un documento UNESCO di rilevanza pedagogica è quello intitolato Learning: the treasure within (tradotto in italiano con: Nell'educazione un tesoro) e pubblicato nel 1996. È noto anche, dal nome di chi ha coordinato la Commissione che lo ha redatto, come:",
    "answers": [
      "Rapporto Delors.",
      "Metodo Montessori.",
      "Riforma Moratti.",
      "Sistema Dewey."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_13",
    "text": "Il sapere pedagogico può assumere anche la forma di un \"sapere di casi\", ossia:",
    "answers": [
      "un sapere di fatti unici e singolari o fatti esemplari.",
      "un sapere nato casualmente dall'improvvisazione.",
      "un sapere di intuizioni non comprovate da fatti.",
      "un sapere teorico che ignora la dimensione fattuale."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_187",
    "text": "La pedagogia interculturale concepisce le culture come:",
    "answers": [
      "dinamiche.",
      "statiche.",
      "inconoscibili.",
      "cristallizzate."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_15",
    "text": "John Dewey considera le scienze sociali, e soprattutto la ricerca psicologica, come:",
    "answers": [
      "fonti di una scienza dell'educazione.",
      "effetti di una scienza dell'educazione.",
      "declinazioni empiriche della pedagogia.",
      "saperi irrilevanti per la pedagogia."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_16",
    "text": "La riflessione pedagogica ritiene teoreticamente fondato parlare di \"educazione degli adulti\"?",
    "answers": [
      "Sì, perché l'essere umano è in continua evoluzione.",
      "Solo in riferimento ad adulti con bisogni educativi speciali.",
      "Solo in riferimento alla rieducazione degli adulti autori di reato.",
      "No, perché l'educazione è rivolta esclusivamente ai bambini e agli adolescenti."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_17",
    "text": "Nell'Enciclopedia pedagogica diretta da M. Laeng, si riporta la seguente definizione: \"Azione che favorisce lo sviluppo fisico, intellettuale e morale della persona umana, verso la piena coscienza di sé e il pieno dominio di sé, e verso la rispondenza reciproca alle esigenze della comunicazione e cooperazione sociale, nella partecipazione ai valori\". A cosa si riferisce?",
    "answers": [
      "All'educazione.",
      "Alla conoscenza.",
      "Alla pediatria.",
      "Alla riflessione."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_182",
    "text": "Organizzare i contesti formativi come \"comunità di pratiche\" significa:",
    "answers": [
      "organizzarli come luoghi di esperienza dove si impara facendo cose e facendo insieme con gli altri.",
      "organizzarli come luoghi di apprendimento individualistico di conoscenze già strutturate.",
      "organizzarli come luoghi di apprendimento collocati all'interno di realtà politiche o sindacali che promuovano una esperienza formativa per la costruzione della futura classe dirigente.",
      "organizzarli come tappe di una formazione itinerante, che comporta la visita ai luoghi principali di una comunità, come la casa di riposo, il municipio o la biblioteca."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_19",
    "text": "Un problema su cui la pedagogia è chiamata a riflettere riguarda l'insieme di azioni violente e intimidatorie nei confronti degli altri (quali molestie verbali, aggressioni fisiche, persecuzioni), generalmente attuate in ambiente scolastico. Questo fenomeno prende il nome di:",
    "answers": [
      "bullismo.",
      "hacking.",
      "goliardia.",
      "iperattività."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_PE_20",
    "text": "\"Costretto a imparare da sé, Emilio usa della sua ragione e non di quella degli altri. [...] Mi basta che sappia trovare l'a che serve in tutto quello che fa, e il perché in tutto quello che crede. Ancora una volta, lo ripeto, il mio scopo non è affatto di dargli la scienza, ma di fargliela stimare esattamente per quel che vale, e di fargli amare la verità sopra ogni cosa\" (Rousseau, Emilio o dell'educazione). Questo estratto fa riferimento a uno dei concetti fondamentali per la riflessione pedagogica, quale?",
    "answers": [
      "Quello di autonomia.",
      "Quello di autoironia.",
      "Quello di imitazione.",
      "Quello di empatia."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_DI_166",
    "text": "Le competenze valutative non sono innate, è pertanto importante supportare gli studenti nell'attuazione delle pratiche di feedback attraverso momenti di feedback literacy. In che cosa consistono?",
    "answers": [
      "In attività finalizzate ad aiutare gli studenti a comprendere, elaborare e utilizzare i feedback per migliorare il proprio apprendimento.",
      "In attività finalizzate a supportare gli studenti a scrivere un feedback in lingue straniere per sviluppare abilità linguistiche avanzate.",
      "Nel lasciare che gli studenti imparino a dare e ricevere feedback direttamente durante le attività senza spiegare loro come farlo correttamente.",
      "SS_TD_02"
    ],
    "correct_index": 0
  },
  {
    "id": "SS_TD_09",
    "text": "Da un punto di vista tecnologico, quale tra questi può essere considerato un setting immersivo?",
    "answers": [
      "Un ambiente per la realtà aumentata.",
      "La biblioteca.",
      "Un centro sportivo.",
      "Qualsiasi aula in cui il docente riesca a risultare coinvolgente."
    ],
    "correct_index": 0
  },
  {
    "id": "SS_TD_61",
    "text": "Se un docente vuole svolgere una ricerca online e vuole escludere un termine dai risultati di ricerca, dovrà:",
    "answers": [
      "inserire NOT prima del termine che si vuole ecludere.",
      "inserire AND prima del termine che si vuole escludere.",
      "inserire OR prima del termine che si vuole escludere.",
      "inserire PLUS prima del termine che si vuole escludere."
    ],
    "correct_index": 0
  }
]